#!/usr/bin/env brew bundle --no-lock --file

tap "heroku/brew"
tap "universal-ctags/universal-ctags"

brew "bash"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "heroku"
brew "jq"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "ruby-install"
brew "tmux"
brew "universal-ctags", args: ["HEAD"]

# podman
brew "podman"
brew "docker"
brew "docker-credential-helper"
brew "docker-compose"
brew "docker-buildx"

cask "alfred"
cask "firefox"
cask "hammerspoon"
cask "linearmouse"
cask "wezterm"
